driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/RepeatUntilReplyTest19/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rep="http://localhost/RepeatUntilBpel/RepeatUntilwithReply">
  <soapenv:Body>
    <rep:part1>TestReply</rep:part1>
    <rep:part2>3</rep:part2>
  </soapenv:Body>
</soapenv:Envelope>